Repository: yyyywaiwai/airliftbrowser
Catalog: Localization/Localizable.xcstrings
Source language: ja
Languages: en, zh_hans

source: %@ — 完了
en: %@ — Done
zh_hans: %@ — 完成

source: %@/秒
en: %@/s

source: %lld 枚
en: %lld cards
zh_hans: %lld 张

source: %lld 枚のカードを読み込みました
en: Loaded %lld cards
zh_hans: 已载入 %lld 张卡片

source: %lld 項目
en: %lld items
zh_hans: %lld 个项目

source: %lld 項目を削除しますか？
en: Delete %lld items?
zh_hans: 要删除 %lld 个项目吗？

source: %lld 項目を追加しました
en: Added %lld items
zh_hans: 已添加 %lld 个项目

source: %lld 項目を選択中
en: %lld selected
zh_hans: 已选择 %lld 个

source: Airlift形式…
en: Airlift Format…
zh_hans: Airlift 格式…

source: Apple製
en: Apple
zh_hans: Apple 应用

source: Finderからファイルをドロップして追加できます。
en: Drop files from Finder to add them.
zh_hans: 从访达拖入文件即可添加。

source: Finderで表示
en: Show in Finder
zh_hans: 在访达中显示

source: Finderに表示
en: Show in Finder
zh_hans: 在访达中显示

source: Finderへのコピーが完了しました
en: Copied to Finder
zh_hans: 已拷贝到访达

source: Finderへのコピーを完了できませんでした
en: Couldn't finish copying to Finder
zh_hans: 未能完成拷贝到访达

source: Finderへコピー中: %@
en: Copying to Finder: %@
zh_hans: 正在拷贝到访达：%@

source: Finderへコピー中（残り %lld 項目）
en: Copying to Finder (%lld left)
zh_hans: 正在拷贝到访达（剩余 %lld 项）

source: Finderへコピー（%lld 項目）
en: Copy to Finder (%lld items)
zh_hans: 拷贝到访达（%lld 项）

source: Macに保存
en: Save to Mac
zh_hans: 存储到 Mac

source: Macに保存…
en: Save to Mac…
zh_hans: 存储到 Mac…

source: Macに保存したバックアップを開いたり、デバイスに復元したりできます。
en: Open backups saved on this Mac or restore them to a device.
zh_hans: 打开存储在这台 Mac 上的备份，或将其恢复到设备。

source: Walletに追加したカードの画像です。
en: Images of the cards in Wallet.
zh_hans: 钱包中卡片的图片。

source: Walletに追加したカードの画像を表示し、差し替えられます。
en: View and replace the images of cards in Wallet.
zh_hans: 查看并替换钱包中卡片的图片。

source: Xcode形式（.xcappdata）…
en: Xcode Format (.xcappdata)…
zh_hans: Xcode 格式（.xcappdata）…

source: iPhoneまたはiPadを接続してください
en: Connect an iPhone or iPad
zh_hans: 请连接 iPhone 或 iPad

source: pymobiledevice3 が入った Python が見つかりません。
en: Couldn't find a Python installation with pymobiledevice3.
zh_hans: 找不到安装了 pymobiledevice3 的 Python。

source: 「%@」が見つかりません。
en: Couldn't find “%@”.
zh_hans: 找不到“%@”。

source: 「%@」に復元
en: Restore to “%@”
zh_hans: 恢复到“%@”

source: 「%@」はエイリアス（リンク）のため追加できません。
en: “%@” is an alias (link) and can't be added.
zh_hans: “%@”是替身（链接），无法添加。

source: 「%@」は保存できない種類の項目です。
en: “%@” is a type of item that can't be saved.
zh_hans: “%@”属于无法存储的项目类型。

source: 「%@」は保存先にすでにあるため、上書きしませんでした。
en: “%@” already exists at the destination, so it wasn't replaced.
zh_hans: 目标位置已存在“%@”，因此未覆盖。

source: 「%@」は保護されたフォルダのため保存できません。
en: “%@” is a protected folder and can't be saved.
zh_hans: “%@”是受保护的文件夹，无法存储。

source: 「%@」をゴミ箱に入れました
en: Moved “%@” to the Trash
zh_hans: 已将“%@”移到废纸篓

source: 「%@」を削除しますか？
en: Delete “%@”?
zh_hans: 要删除“%@”吗？

source: 「%@」を置き換え
en: Replace “%@”
zh_hans: 替换“%@”

source: 「%@」を開けません。
en: Couldn't open “%@”.
zh_hans: 无法打开“%@”。

source: 「/」から始まるパスを貼り付けてください。
en: Paste a path that starts with “/”.
zh_hans: 请粘贴以“/”开头的路径。

source: このアプリにはありません
en: Not available for this app
zh_hans: 此应用没有此项

source: このアプリのバックアップから復元します。
en: Restore from a backup of this app.
zh_hans: 从此应用的备份恢复。

source: このカードの元の画像をMacに保存します。
en: Save this card's original image to your Mac.
zh_hans: 将此卡片的原始图片存储到 Mac。

source: このデバイスのWalletにカードが追加されていません。
en: There are no cards in Wallet on this device.
zh_hans: 此设备的钱包中没有卡片。

source: このバックアップをゴミ箱に入れます
en: Move this backup to the Trash
zh_hans: 将此备份移到废纸篓

source: このフォルダの中身は一覧表示できません。場所がわかっているファイルなら読み書きできます。
en: The contents of this folder can't be listed. You can still read and write files if you know where they are.
zh_hans: 无法列出此文件夹的内容。如果知道文件的位置，仍可读写。

source: このフォルダの中身は表示できません
en: Can't Show This Folder's Contents
zh_hans: 无法显示此文件夹的内容

source: このフォルダは空です
en: This Folder Is Empty
zh_hans: 此文件夹为空

source: このフォルダは見つかりませんでした。上のフォルダに戻るか、一覧を更新してください。
en: This folder couldn't be found. Go back to the parent folder or refresh the list.
zh_hans: 找不到此文件夹。请返回上一级文件夹或刷新列表。

source: このフォルダをテスト
en: Test This Folder
zh_hans: 测试此文件夹

source: このフォルダを検索
en: Search This Folder
zh_hans: 搜索此文件夹

source: この名前は使えません。
en: This name can't be used.
zh_hans: 不能使用此名称。

source: この名前は使えません。「/」を含む名前や「.」「..」は指定できず、長すぎる名前も使えません。
en: This name can't be used. Names can't contain “/”, be “.” or “..”, or be too long.
zh_hans: 不能使用此名称。名称不能包含“/”，不能是“.”或“..”，也不能过长。

source: すでにあるファイルとは別の名前で保存してください（上書きはしません）。
en: Save with a name that isn't already used (existing files won't be replaced).
zh_hans: 请使用未被占用的名称存储（不会覆盖现有文件）。

source: すべて
en: All
zh_hans: 全部

source: すべて削除…
en: Delete All…
zh_hans: 全部删除…

source: その他
en: Other
zh_hans: 其他

source: ほかのアプリや拡張機能と共有しているデータ
en: Data shared with other apps and extensions
zh_hans: 与其他应用和扩展共享的数据

source: ほかの処理が終わるまでお待ちください。
en: Please wait until the current task finishes.
zh_hans: 请等待当前操作完成。

source: アプリ
en: Apps
zh_hans: 应用

source: アプリのデータを表示したり、Macにバックアップしたりできます。
en: View app data or back it up to your Mac.
zh_hans: 查看应用数据，或将其备份到 Mac。

source: アプリのデータを表示したり、バックアップしたりできます。
en: View app data or back it up.
zh_hans: 查看应用数据或进行备份。

source: アプリの一部ファイルが見つかりません。再インストールしてください。
en: Some of this app's files are missing. Please reinstall it.
zh_hans: 此应用的部分文件缺失，请重新安装。

source: アプリをバックアップ
en: Back Up App
zh_hans: 备份应用

source: アプリを検索
en: Search Apps
zh_hans: 搜索应用

source: アプリを読み込み
en: Loading apps
zh_hans: 正在载入应用

source: アプリを選んでください
en: Select an App
zh_hans: 请选择应用

source: アプリ一覧を更新
en: Refresh Apps
zh_hans: 刷新应用列表

source: アプリ本体
en: App
zh_hans: 应用本体

source: インストール済み
en: Installed
zh_hans: 已安装

source: カードがありません
en: No Cards
zh_hans: 没有卡片

source: カードではこの操作はできません。
en: This action isn't available for cards.
zh_hans: 卡片不支持此操作。

source: カードの形に合わせて切り取り、このカードの画像にします。
en: The image will be cropped to fit the card and used as this card's image.
zh_hans: 图片将按卡片形状裁剪，并用作此卡片的图片。

source: カードの画像の変更、または復元に失敗しました。
en: Couldn't change or restore the card image.
zh_hans: 未能更改或恢复卡片图片。

source: カードの画像を変更できませんでした。
en: Couldn't change the card image.
zh_hans: 未能更改卡片图片。

source: カードの画像を差し替え
en: Replacing card image
zh_hans: 正在替换卡片图片

source: カードの画像を差し替えました。
en: Replaced the card image.
zh_hans: 已替换卡片图片。

source: カードの画像を差し替えました。Walletを開き直すと反映されます。
en: Replaced the card image. Reopen Wallet to see the change.
zh_hans: 已替换卡片图片。重新打开钱包即可看到更改。

source: カードの読み込み、またはデバイスへの書き戻しに失敗しました。
en: Couldn't load the cards or write them back to the device.
zh_hans: 未能载入卡片或将其写回设备。

source: カードはありません
en: No cards
zh_hans: 没有卡片

source: カードを検索
en: Search Cards
zh_hans: 搜索卡片

source: カードを読み込み
en: Loading cards
zh_hans: 正在载入卡片

source: カードを読み込めませんでした。
en: Couldn't load the cards.
zh_hans: 未能载入卡片。

source: カードを読み込んでいます…
en: Loading cards…
zh_hans: 正在载入卡片…

source: キャンセル
en: Cancel
zh_hans: 取消

source: クレジット
en: Credits
zh_hans: 致谢

source: ケーブルでつないでロックを解除し、「このコンピュータを信頼」を選んでから再検索してください。
en: Connect with a cable, unlock the device, tap “Trust This Computer”, then search again.
zh_hans: 用数据线连接并解锁设备，选择“信任此电脑”后再重新搜索。

source: コピーしました: %@
en: Copied: %@
zh_hans: 已拷贝：%@

source: コピーできませんでした: %@ — %@
en: Couldn't copy: %@ — %@
zh_hans: 未能拷贝：%@ — %@

source: ゴミ箱には入りません。
en: This won't go to the Trash.
zh_hans: 不会移到废纸篓。

source: ゴミ箱には入りません。フォルダは中の項目ごと削除します。
en: This won't go to the Trash. Folders are deleted along with everything inside.
zh_hans: 不会移到废纸篓。文件夹将连同其中的所有内容一起删除。

source: ゴミ箱に入れる
en: Move to Trash
zh_hans: 移到废纸篓

source: サイズ
en: Size
zh_hans: 大小

source: サイズ（バイト）
en: Size (bytes)
zh_hans: 大小（字节）

source: システムのデフォルト
en: System Default
zh_hans: 系统默认

source: スキップ
en: Skipped
zh_hans: 已跳过

source: ツールバーの「バックアップ」から作成できます。
en: Use Backup in the toolbar to create one.
zh_hans: 可通过工具栏中的“备份”创建。

source: テストに失敗しました。
en: The test failed.
zh_hans: 测试失败。

source: テストの結果を受け取れませんでした（コード %d）。
en: Couldn't get the test result (code %d).
zh_hans: 未能获取测试结果（代码 %d）。

source: テストを実行
en: Run Test
zh_hans: 运行测试

source: テストファイル
en: Test File
zh_hans: 测试文件

source: デバイス
en: Devices
zh_hans: 设备

source: デバイスが選択されていません。
en: No device is selected.
zh_hans: 未选择设备。

source: デバイスでの操作に失敗しました。
en: The action failed on the device.
zh_hans: 设备上的操作失败。

source: デバイスとの通信が途切れました（コード %d）。ケーブルの接続とロック解除を確認してください。
en: Lost connection to the device (code %d). Check the cable and make sure the device is unlocked.
zh_hans: 与设备的连接中断（代码 %d）。请检查数据线连接并确认设备已解锁。

source: デバイスを再検索
en: Search for Devices
zh_hans: 重新搜索设备

source: デバイスを検索
en: Searching for devices
zh_hans: 正在搜索设备

source: デバイス上の内容を確認中
en: Checking data on the device
zh_hans: 正在检查设备上的内容

source: デバイス内でコピー中
en: Copying on the device
zh_hans: 正在设备内拷贝

source: データ
en: Data
zh_hans: 数据

source: データを元の場所に戻しています
en: Putting data back in place
zh_hans: 正在将数据放回原位

source: データを開く
en: Opening data
zh_hans: 正在打开数据

source: ドラッグでファイルを送受信
en: Drag files to transfer
zh_hans: 拖移文件即可传输

source: ドラッグでファイルを送受信（128 MBまで）
en: Drag files to transfer (up to 128 MB)
zh_hans: 拖移文件即可传输（最大 128 MB）

source: ドロップした項目を読み込めませんでした。
en: Couldn't read the dropped item.
zh_hans: 无法读取拖入的项目。

source: バックアップ
en: Backups
zh_hans: 备份

source: バックアップ…
en: Back Up…
zh_hans: 备份…

source: バックアップから復元
en: Restore from Backup
zh_hans: 从备份恢复

source: バックアップした時点の状態に戻します。バックアップにない今のファイルは削除されます。
en: Returns to how things were when the backup was made. Current files not in the backup will be deleted.
zh_hans: 恢复到备份时的状态。备份中没有的现有文件将被删除。

source: バックアップと復元の両方に適用されます。オフにすると速くなりますが、正しく転送できたかの確認を省きます。
en: Applies to both backups and restores. Turning this off is faster but skips checking that the transfer was correct.
zh_hans: 同时适用于备份和恢复。关闭后速度更快，但会跳过传输是否正确的检查。

source: バックアップの内容を確認中
en: Checking the backup
zh_hans: 正在检查备份内容

source: バックアップはありません
en: No Backups
zh_hans: 没有备份

source: バックアップをゴミ箱に入れる
en: Moving backup to the Trash
zh_hans: 正在将备份移到废纸篓

source: バックアップを作成
en: Create Backup
zh_hans: 创建备份

source: バックアップを書き出し
en: Exporting backup
zh_hans: 正在导出备份

source: バックアップを書き出しました
en: Exported the backup
zh_hans: 已导出备份

source: バックアップを検索
en: Search Backups
zh_hans: 搜索备份

source: バックアップを読み込み
en: Import Backup
zh_hans: 导入备份

source: バックアップを読み込みました
en: Imported the backup
zh_hans: 已导入备份

source: バックアップを選んでください
en: Select a Backup
zh_hans: 请选择备份

source: バックアップを開く
en: Opening backup
zh_hans: 正在打开备份

source: バックアップ情報を保存中
en: Saving backup info
zh_hans: 正在存储备份信息

source: バックグラウンドで続行
en: Continue in Background
zh_hans: 在后台继续

source: パスを開く
en: Opening path
zh_hans: 正在打开路径

source: ファイル
en: File
zh_hans: 文件

source: ファイルの一覧を読み込めませんでした。
en: Couldn't load the file list.
zh_hans: 未能载入文件列表。

source: ファイルやフォルダを追加…
en: Add Files or Folders…
zh_hans: 添加文件或文件夹…

source: ファイルを削除
en: Deleting files
zh_hans: 正在删除文件

source: ファイルを変更
en: Changing file
zh_hans: 正在更改文件

source: ファイルを確認中
en: Checking files
zh_hans: 正在检查文件

source: ファイルを置き換え
en: Replacing file
zh_hans: 正在替换文件

source: ファイルを追加
en: Adding files
zh_hans: 正在添加文件

source: ファイル操作、または後片付けに失敗しました。
en: The file operation or cleanup failed.
zh_hans: 文件操作或清理失败。

source: ファイル操作の結果を受け取れませんでした。
en: Couldn't get the result of the file operation.
zh_hans: 未能获取文件操作的结果。

source: フォルダ
en: Folder
zh_hans: 文件夹

source: フォルダが見つかりません
en: Folder not found
zh_hans: 找不到文件夹

source: フォルダのパス（/から始まる）
en: Folder path (starts with /)
zh_hans: 文件夹路径（以 / 开头）

source: フォルダの中身を読み込めませんでした。
en: Couldn't load the folder's contents.
zh_hans: 未能载入文件夹内容。

source: フォルダを作成
en: Creating folder
zh_hans: 正在创建文件夹

source: フォルダを読み込み
en: Loading folder
zh_hans: 正在载入文件夹

source: フォルダを開く
en: Open Folder
zh_hans: 打开文件夹

source: リンク
en: Link
zh_hans: 链接

source: ログ
en: Log
zh_hans: 日志

source: ログに書き込めませんでした: %@
en: Couldn't write to the log: %@
zh_hans: 无法写入日志：%@

source: ログの保存先を開けません: %@
en: Couldn't open the log location: %@
zh_hans: 无法打开日志存储位置：%@

source: ログをFinderで表示
en: Show Log in Finder
zh_hans: 在访达中显示日志

source: ログを表示
en: Show Log
zh_hans: 显示日志

source: ログファイル
en: Log Files
zh_hans: 日志文件

source: ログファイルをすべて削除しますか？
en: Delete all log files?
zh_hans: 要删除所有日志文件吗？

source: ログファイルを作成できません。
en: Couldn't create the log file.
zh_hans: 无法创建日志文件。

source: 一致
en: Match

source: 一致するカードはありません。
en: No matching cards.
zh_hans: 没有匹配的卡片。

source: 一致する項目はありません
en: No Matching Items
zh_hans: 没有匹配的项目

source: 一覧を更新
en: Refresh List
zh_hans: 刷新列表

source: 一覧を読み込めませんでした
en: Couldn't Load the List
zh_hans: 未能载入列表

source: 一部の操作を完了できませんでした
en: Some actions couldn't be completed
zh_hans: 部分操作未能完成

source: 一部を保存できず
en: Partly saved
zh_hans: 部分未存储

source: 上のフォルダ
en: Enclosing Folder
zh_hans: 上一级文件夹

source: 不明なアプリ
en: Unknown app
zh_hans: 未知应用

source: 中断
en: Stopped
zh_hans: 已中断

source: 中断した処理が %lld 件あります
en: %lld unfinished tasks
zh_hans: 有 %lld 个未完成的操作

source: 中断した処理を復旧
en: Recover Unfinished Tasks
zh_hans: 恢复未完成的操作

source: 中断した処理を復旧しました
en: Recovered unfinished tasks
zh_hans: 已恢复未完成的操作

source: 中止
en: Stop
zh_hans: 停止

source: 中止しています。データを元の場所に戻すまでお待ちください…
en: Stopping. Please wait while data is put back in place…
zh_hans: 正在停止。请等待数据放回原位…

source: 中止しています。データを元の場所に戻すまでお待ちください。
en: Stopping. Please wait while data is put back in place.
zh_hans: 正在停止。请等待数据放回原位。

source: 中身の確認用（デバイスには復元できません）
en: For viewing only (can't be restored to a device)
zh_hans: 仅供查看（无法恢复到设备）

source: 今開いているフォルダに追加します。同じ名前の項目がある場合は上書きしません。
en: Items are added to the current folder. Items with the same name won't be replaced.
zh_hans: 将添加到当前文件夹。不会覆盖同名项目。

source: 保存
en: Save
zh_hans: 存储

source: 保存したバックアップは、デバイスを接続しなくても中身を確認できます。
en: You can browse saved backups without connecting a device.
zh_hans: 无需连接设备即可浏览已存储的备份。

source: 保存するもの
en: What to Save
zh_hans: 要存储的内容

source: 保存するものを選んで、Macにバックアップを作ります。
en: Choose what to save and create a backup on your Mac.
zh_hans: 选择要存储的内容，并在 Mac 上创建备份。

source: 保存できなかった項目: %@
en: Couldn't save: %@
zh_hans: 未能存储：%@

source: 保存をキャンセルしました
en: Save cancelled
zh_hans: 已取消存储

source: 保存先: %@
en: Saved to: %@
zh_hans: 存储位置：%@

source: 保存先に同じ名前の項目があります。
en: An item with the same name already exists at the destination.
zh_hans: 目标位置已有同名项目。

source: 保存先を選択
en: Choose Destination
zh_hans: 选择目标位置

source: 保存場所
en: Storage Locations
zh_hans: 存储位置

source: 保存済み
en: Saved
zh_hans: 已存储

source: 元に戻す
en: Restore Original
zh_hans: 恢复原图

source: 元のカード画像に戻しますか？
en: Restore the original card image?
zh_hans: 要恢复原始卡片图片吗？

source: 元の画像に戻しました。
en: Restored the original image.
zh_hans: 已恢复原始图片。

source: 元の画像に戻しました。Walletを開き直すと反映されます。
en: Restored the original image. Reopen Wallet to see the change.
zh_hans: 已恢复原始图片。重新打开钱包即可看到更改。

source: 元の画像に戻す
en: Restoring original image
zh_hans: 正在恢复原始图片

source: 元の画像をMacに保存
en: Saving original image to Mac
zh_hans: 正在将原始图片存储到 Mac

source: 元の画像をダウンロードして、今の画像と入れ替えます。
en: The original image will be downloaded and replace the current one.
zh_hans: 将下载原始图片并替换当前图片。

source: 元の画像を保存できませんでした。
en: Couldn't save the original image.
zh_hans: 未能存储原始图片。

source: 全体の進み具合
en: Overall Progress
zh_hans: 总体进度

source: 共有データ
en: Shared Data
zh_hans: 共享数据

source: 内容の一致
en: Content Match
zh_hans: 内容一致

source: 内容の確認: オフ
en: Verification: Off
zh_hans: 内容检查：关

source: 内容の確認: オン
en: Verification: On
zh_hans: 内容检查：开

source: 写真や音楽などが入っているMediaフォルダのファイルを表示・操作します。
en: Browse and manage files in the Media folder, which holds photos, music, and more.
zh_hans: 浏览和管理 Media 文件夹（存放照片、音乐等）中的文件。

source: 処理が途中で止まりました（コード %d）。
en: The task stopped unexpectedly (code %d).
zh_hans: 操作意外中止（代码 %d）。

source: 処理に失敗しました。
en: The task failed.
zh_hans: 操作失败。

source: 処理を完了できませんでした
en: Couldn't complete the task
zh_hans: 未能完成操作

source: 削除
en: Delete
zh_hans: 删除

source: 削除…
en: Delete…
zh_hans: 删除…

source: 削除済みアプリの残りデータ
en: Leftover data from deleted app
zh_hans: 已删除应用的残留数据

source: 受信中
en: Receiving
zh_hans: 正在接收

source: 同じ名前のファイルは上書きし、それ以外の今のファイルは残します。
en: Files with the same name are replaced; all other current files are kept.
zh_hans: 覆盖同名文件，保留其他现有文件。

source: 一部を保存できなかったバックアップなので、置き換えはできません。同じ名前のファイルは上書きし、それ以外の今のファイルは残します。
en: Some files couldn't be saved in this backup, so it can't replace the app's data. Files with the same name are replaced; all other current files are kept.
zh_hans: 此备份有部分文件未能存储，因此无法替换。覆盖同名文件，保留其他现有文件。

source: 同じ名前の項目「%@」が複数あります。
en: There's more than one item named “%@”.
zh_hans: 存在多个名为“%@”的项目。

source: 同じ名前の項目を上書きして追加…
en: Add and Replace Items with the Same Name…
zh_hans: 添加并覆盖同名项目…

source: 名前
en: Name
zh_hans: 名称

source: 名前を変更
en: Rename
zh_hans: 重命名

source: 名前を変更…
en: Rename…
zh_hans: 重命名…

source: 問題が発生しました。ログを確認してください
en: Something went wrong. Check the log.
zh_hans: 出现问题，请查看日志

source: 場所
en: Locations
zh_hans: 位置

source: 変更はアプリの再起動後に反映されます。
en: Changes take effect after restarting the app.
zh_hans: 更改将在重新启动 App 后生效。

source: 完了
en: Done
zh_hans: 完成

source: 完了しました
en: Finished
zh_hans: 已完成

source: 完全に削除します。フォルダは中の項目ごと消えます。元には戻せません。
en: This will be permanently deleted. Folders are deleted along with everything inside. This can't be undone.
zh_hans: 将永久删除。文件夹将连同其中的所有内容一起删除。此操作无法撤销。

source: 完全に削除します。元には戻せません。
en: This will be permanently deleted. This can't be undone.
zh_hans: 将永久删除。此操作无法撤销。

source: 実行中
en: Running
zh_hans: 进行中

source: 対象 %lld / %lld
en: Item %lld of %lld
zh_hans: 第 %lld / %lld 项

source: 待機中
en: Waiting
zh_hans: 等待中

source: 後片付け
en: Cleanup
zh_hans: 清理

source: 後片付け中
en: Cleaning up
zh_hans: 正在清理

source: 復元
en: Restore
zh_hans: 恢复

source: 復元…
en: Restore…
zh_hans: 恢复…

source: 復元が完了しました
en: Restore complete
zh_hans: 恢复完成

source: 復元しない
en: Don't Restore
zh_hans: 不恢复

source: 復元するデータと復元先
en: Data to Restore and Destination
zh_hans: 要恢复的数据和目标位置

source: 復元するバックアップを選んでください。
en: Select a backup to restore.
zh_hans: 请选择要恢复的备份。

source: 復元先のアプリ
en: Restore To
zh_hans: 恢复到应用

source: 復元先のアプリを読み込み
en: Loading apps to restore to
zh_hans: 正在载入可恢复到的应用

source: 復元方法
en: Restore Method
zh_hans: 恢复方式

source: 戻る
en: Back
zh_hans: 返回

source: 手順とログ
en: Steps and Log
zh_hans: 步骤和日志

source: 指定したフォルダにテスト用のファイルを作り、正しく読み戻せるか確認してから削除します。すでにあるファイルには触れません。
en: Creates a test file in the folder you choose, checks that it can be read back correctly, then deletes it. Existing files aren't touched.
zh_hans: 在指定文件夹中创建测试文件，确认能正确读回后将其删除。不会改动现有文件。

source: 操作に失敗しました
en: The Action Failed
zh_hans: 操作失败

source: 操作を完了できませんでした
en: Couldn't complete the action
zh_hans: 未能完成操作

source: 操作を選んでください
en: Choose an action
zh_hans: 请选择操作

source: 操作一覧に戻る
en: Back to Actions
zh_hans: 返回操作列表

source: 新規フォルダ
en: New Folder
zh_hans: 新建文件夹

source: 更新
en: Refresh
zh_hans: 刷新

source: 更新日時
en: Date Modified
zh_hans: 修改日期

source: 書き出し
en: Export
zh_hans: 导出

source: 書き込みの結果を受け取れませんでした。
en: Couldn't get the result of the write.
zh_hans: 未能获取写入结果。

source: 書き込みテスト
en: Write Test
zh_hans: 写入测试

source: 書き込みテスト…
en: Write Test…
zh_hans: 写入测试…

source: 書き込んだ内容の確認、または後片付けに失敗しました。
en: Couldn't verify the written data, or cleanup failed.
zh_hans: 未能验证写入的内容，或清理失败。

source: 書類・設定・キャッシュなど
en: Documents, settings, caches, and more
zh_hans: 文稿、设置、缓存等

source: 最上位
en: Top
zh_hans: 顶层

source: 最新1,000行を表示
en: Showing the latest 1,000 lines
zh_hans: 显示最新 1,000 行

source: 未完了
en: Incomplete
zh_hans: 未完成

source: 残りデータ
en: Leftover Data
zh_hans: 残留数据

source: 準備しています…
en: Preparing…
zh_hans: 正在准备…

source: 準備中
en: Preparing
zh_hans: 正在准备

source: 現在のファイル: %@ / %@
en: Current file: %@ / %@
zh_hans: 当前文件：%@ / %@

source: 画像を差し替え
en: Replace Image
zh_hans: 替换图片

source: 確認できず
en: Not confirmed
zh_hans: 未能确认

source: 種類
en: Kind
zh_hans: 种类

source: 終わるまで、デバイスでこのアプリを開かないでください。
en: Don't open this app on the device until this finishes.
zh_hans: 完成之前，请不要在设备上打开此应用。

source: 経過 %lld分%lld秒
en: Elapsed %lldm %llds
zh_hans: 已用时 %lld 分 %lld 秒

source: 編集すると新しいバックアップとして保存されます
en: Edits are saved as a new backup
zh_hans: 编辑后将另存为新备份

source: 置き換え…
en: Replace…
zh_hans: 替换…

source: 置き換える
en: Replace
zh_hans: 替换

source: 自動でスクロール
en: Auto-Scroll
zh_hans: 自动滚动

source: 言語
en: Language
zh_hans: 语言

source: 設定
en: Settings
zh_hans: 设置

source: 詳細（%lld）
en: Details (%lld)
zh_hans: 详细信息（%lld）

source: 転送後に内容を確認する
en: Verify After Transfer
zh_hans: 传输后检查内容

source: 転送情報
en: Transfer Info
zh_hans: 传输信息

source: 追加
en: Add
zh_hans: 添加

source: 追加をキャンセルしました
en: Add cancelled
zh_hans: 已取消添加

source: 追加・上書きする
en: Add & Replace
zh_hans: 添加并覆盖

source: 追加中: %@
en: Adding: %@
zh_hans: 正在添加：%@

source: 送信中
en: Sending
zh_hans: 正在发送

source: 進む
en: Forward
zh_hans: 前进

source: 選んだバックアップをゴミ箱に入れます
en: Move the selected backup to the Trash
zh_hans: 将所选备份移到废纸篓

source: 選んだ項目を、このフォルダに同じ名前で保存します。
en: Selected items are saved in this folder with their current names.
zh_hans: 所选项目将以原名称存储到此文件夹。

source: 選んでください
en: Choose…
zh_hans: 请选择

source: 閉じる
en: Close
zh_hans: 关闭

source: 開く
en: Open
zh_hans: 打开
